[
    {
        "category": "Museum",
        "categories": ["Venues & Event Spaces", "Visitor Centers", "Arts & Entertainment", "Museums", "Art Tours", "Cultural Center"],
        "name": "Museum of Cinema",
        "adress": "Boulevard Mohammed V, Ouarzazate, Morocco",
        "description": "Open since June 2007, located on the Site of a studio, this museum reflects the will of the government and the municipality to make Ouarzazate one of the largest film production Sites on the planet. In this perspective, the Museum of Cinema traces the history of the studios of Ouarzazate and the great movies shot in these places",
        "timetable": "08:00 - 18:00",
        "phoneNumber": "+2120809212241",
        "Latitude": "30.921983",
        "Longitude": "-6.899429",
        "price": "30",
        "city": "Ouarzazate",
        "video": "https://www.youtube.com/embed/HoLHFjbZgsk"
    },
    {
        "category": "Museum",
        "categories": ["Visitor Centers","Arts & Entertainment","Historical Tours","Museums","Cultural Center"],
        "name": "Sijilmassa Museum",
        "adress": "Round Point Errachidia, Errachidia, Morocco",
        "description": "The Sijilmassa Museum represents the new generation of museums in Morocco and its mission is to highlight the particularity of the region and give new value to every aspect of this cultural and human diversity that abounds in the region of the Great Draa and Tafilalet \", reminds Mustapha Tilioua, president of the Tarik Ibn Zyad Center for Studies and Research at Errachidia",
        "timetable": "09:00 - 13:00 | 15:00 - 19:00",
        "phoneNumber": "+2120535751948",
        "Latitude": "31.918953",
        "Longitude": "-4.445651",
        "price": "30",
        "city": "Errachidia"
    },
    {
        "category": "Museum",
        "categories": ["Local Flavor","Visitor Centers","Arts & Entertainment","Hotels & Travel","Restaurants","Historical Tours","Museums","Art Tours","Cultural Center"],
        "name": "Museum Theater Memory",
        "adress": "Skoura, Ouarzazate 45000, Morocco",
        "description": "kasbah dar bahnini is an association of an hostel, restaurant and museum on Berber life",
        "timetable": "08:00 - 19:00",
        "phoneNumber": "+2120524852368 ",
        "email": "museetheatre@gmail.com",
        "Latitude": "31.034518",
        "Longitude": "-6.580855",
        "city": "Ouarzazate"
    },
    {
        "category": "Museum",
        "categories": ["Visitor Centers","Arts & Entertainment","Cultural Center","Museums"],
        "name": "Oasis Museum",
        "adress": "Asrir Oued Ferkla | 52002, Tinejdad 52600, Morocco",
        "description": "Opened in November 2002, the Oasis Museum occupies a set of three restored houses in Ksar El Khorbat Oujdid. With a total area of 600 m², it covers three levels",
        "timetable": "09:00 - 19:00",
        "phoneNumber": "+2120535880357",
        "email": "elkhorbat@gmail.com",
        "Latitude": "31.853383",
        "Longitude": "-5.098874",
        "price": "20",
        "city": "Tinejdad",
        "video": "https://www.dailymotion.com/embed/video/x1ahr8"
    },
    {
        "category": "Museum",
        "categories": ["Arts & Entertainment","Cultural Center","Local Flavor","Visitor Centers","Museums"],
        "name": "Carpet museum",
        "adress": "45000 Ouarzazate ",
        "description": "The museum exhibits reference pieces of traditional crafts from the south of the Atlas, pottery from Ouarzazate and Tamgrout, Berber jewelry from southern Morocco, leather work, alabaster objects from Taliouine but especially Ouzguita carpets.",
        "timetable": "09:00 - 18:00",
        "Latitude": "30.922669",
        "Longitude": "-6.925654",
        "city": "Ouarzazate"
    },
    {
        "category": "Fortress",
        "categories": ["Landmarks & Historical Buildings","Art Tours","Historical Tours","Arts & Entertainment","Cultural Center","Visitor Centers","Tours"],
        "name": "Es-Sifa Glagla",
        "adress": "Erfoud ",
        "description": "This is a striking example of the architecture of traditional southern Morocco, on the side of a hill at the top of which was a collective attic (an agadir). \n\nThe village is like a set of buildings of earth surrounded by walls",
        "Latitude": "31.346829",
        "Longitude": "-4.333483",
        "city": "Erfoud"
    },
    {
        "category": "Fortress",
        "categories": ["Landmarks & Historical Buildings","Art Tours","Arts & Entertainment","Cultural Center","Historical Tours","Tours","Visitor Centers"],
        "name": "ksar Moulay Driss",
        "adress": "Errachidia",
        "description": "This is a striking example of the architecture of traditional southern Morocco, on the side of a hill at the top of which was a collective attic (an agadir). \n\nThe village is like a set of buildings of earth surrounded by walls",
        "Latitude": "31.624539",
        "Longitude": "-7.982894",
        "city": "Errachidia"
    },
    {
        "category": "Fortress",
        "categories": ["Landmarks & Historical Buildings","Arts & Entertainment","Historical Tours","Cultural Center","Visitor Centers","Tours","Religious Organizations"],
        "name": "Ksar d'Amezrou",
        "adress": "Zagora",
        "description": "Amezrou, a small village located 4 km from the city center of Zagora, is home to a very interesting and well preserved ksar. This huge Fortress of the 12th century is built in the middle of a palm grove, famous for its 15th century mosque with a curious minaret in mud and its kasbah of the Jews \"Mellah\". Formerly a large Jewish community lived in the mellah district. There were only 12 families left when they left Amezrou for Israel in 1956. The small synagogue of Amezrou, which is visited, is a restored room and lit by a skylight during the day",
        "Latitude": "30.315683",
        "Longitude": "-5.829382",
        "city": "Zagora"
    },
    {
        "category": "Fortress",
        "categories": ["Landmarks & Historical Buildings","Arts & Entertainment","Art Tours","Cultural Center","Visitor Centers","Tours","Historical Tours"],
        "name": "Ksar Tissergate",
        "adress": "Province de Zagora",
        "description": "Located 8 kilometers north of Zagora, Ksar Tissergate was founded five centuries ago. It is one of the most spectacular and best preserved ksour in the whole of southern Morocco. It was restored in 1968 thanks to the program financed by FAO. Today, the ksar houses a large museum of arts and traditions of the Draa Valley. Tissergate is a small village consisting of ancient kasbah walls adobe is covered with narrow streets and covered to protect the passers of the onslaught of the sun. It offers a background of incredible green, a palm grove as far as the eye can see",
        "Latitude": "30.396246",
        "Longitude": "-5.859012",
        "city": "Zagora"
    },
    {
        "category": "Sites Naturels",
        "categories": ["Landmarks & Historical Buildings","Cultural Center","Historical Tours"],
        "name": "The Todra gorges",
        "adress": "Tinghir",
        "description": "15 km from the center of Tinghir, the Todra Gorge, high limestone cliffs dug by the Todra river for millennia, impress with their spectacular peak plunging to the riverbed. These are impressive gorges in the Todra Valley that are the pride of Tinghir",
        "timetable": "24/24h",
        "Latitude": "31.532242",
        "Longitude": "-5.527984",
        "city": "Tinghir",
        "video": "https://www.youtube.com/embed/Fddt6DSG7-Y"
    },
    {
        "category": "Sites Naturels",
        "categories": ["Parks","Local Services"],
        "name": "Ain Meski",
        "adress": "Errachidia 52000, Morroco",
        "description": "Traveling 20km towards Erfoud from Errachidia, you will cross at a crossroads the sign \"Meski\". Then, a little further, you will find a beautiful sign announcing: Blue Source of Meski. This is a beautiful place, lost in the middle of nowhere",
        "timetable": "24/24h",
        "Latitude": "31.925528",
        "Longitude": "-4.432790",
        "video": "https://www.youtube.com/embed/C-kP8Rtk7is",
        "city": "Errachidia"
    },
    {
        "category": "Sites Naturels",
        "categories": ["Landmarks & Historical Buildings", "Historical Tours", "Tours", "Local Services"],
        "name": "Merzouga",
        "adress": "Merzouga",
        "description": "The main gateway to the Sahara, the Tafilalet, the region of Merzouga Morocco, for many centuries, serves as a place of exchange between North and South. This crossroads of the desert has seen caravans loaded with the greatest treasures: gold, spices, salt, ...",
        "timetable": "24/24h",
        "Latitude": "31.080393",
        "Longitude": "-4.013480",
        "video": "https://www.youtube.com/embed/jAqDV2jPlb4",
        "city": "Merzouga"
    },
    {
        "category": "Artificial sites",
        "categories": ["Landmarks & Historical Buildings", "Tours"],
        "name": "Barrage Hassan II",
        "adress": "Midelt",
        "description": "Al Hassan II Dam is a dam located in the Wadi Malawiya, north of Midelt, Morocco. Its water capacity is estimated at 400 million cubic meters.",
        "Latitude": "32.796825",
        "Longitude": "-4.784637",
        "video": "https://www.youtube.com/embed/CWephKvVy1U",
        "city": "Midelt"
    },
    {
        "category": "Artificial sites",
        "categories": ["Landmarks & Historical Buildings", "Tours"],
        "name": "Barrage Al-Hassan Addakhil",
        "adress": "Errachidia",
        "description": "Al Hassan II Dam is a dam located in the Wadi Malawiya, north of Midelt, Morocco. Its water capacity is estimated at 400 million cubic meters.",
        "Latitude": "32.000174",
        "Longitude": "-4.464804",
        "video": "https://www.youtube.com/embed/kqmTzTV2vG4",
        "city": "Errachidia"
    },
    {
        "category": "Music",
        "categories": ["Art Tours", "Festivals", "Arts & Entertainment"],
        "name": "Ahwach Ouarzazate",
        "adress": "Ouarzazate, Pachalik d'Ouarzazate, Morocco",
        "description": "The term  Ahwash , which means annihilation, was termed as group dance in all its forms in southern Morocco, especially in the regions of the High and Small Atlas, where the Amazigh tribes that speak the Tachelhit dialect reside. Married women, while the same condition does not apply to men. Villages and tribes, such as religious and national holidays however, in particular, it remains an expression of the collective joy that coincides with the agricultural life cycle. Participants in the yards wear the distinctive party and festive garb of the tribe. With traditional jewelry, usually made from cast art pieces and lubricant pellets.",
        "Latitude": "30.920193",
        "Longitude": "-6.910923",
        "video": "https://www.youtube.com/watch?v=GWivWYjH-Pg",
        "city": "Ouarzazate"
    },
    {
        "category": "Music",
        "categories": ["Art Tours", "Festivals", "Arts & Entertainment"],
        "name": "Beldi Errachidia",
        "adress": "Errachidia, Pachalik de Er Rachidia, Morocco",
        "description": "Beldi is the musical genre of the Errachidia (Tafilalet) region in Morocco. Among the masters of this music, let us quote El Marhoum Baout, Mouloud Lkaoui, ... .The beldi was born from malhoun makam al ajam and is played in oud, sintîr, darbouka, tara, and kllal.",
        "Latitude": "31.929089",
        "Longitude": "-4.434080",
        "video": "https://www.youtube.com/watch?v=huC_pHN8gGc",
        "city": "Errachidia"
    },
    {
        "category": "Music",
        "categories": ["Art Tours", "Festivals", "Arts & Entertainment"],
        "name": "Gnawa",
        "adress": "52202 Merzouga, Morocco",
        "description": "Khamlia, the village GNAWA Established seven kilometers from Merzouga, the village of Khamlia is an unusual place which bears witness to the indelible traces of trans-Saharan trade, here of the worst kind, in the history of Morocco. Also nicknamed black village or even African village, it shelters Bambaras, population also known under the denomination of Gnawa, which are descendants of the slaves of black Africa. To discover this culture, make a stop at the Pigeons des Sables, a group that will share with you, for a few minutes, their Saharan music, accompanied by drums, guembris and qaraqebs, with the added bonus of a few dance steps in their company. According to the Bambaras, their music would have therapeutic virtues, the music sometimes joins a trance atmosphere, the atmosphere is special but nevertheless very pleasant.",
        "Latitude": "31.099916",
        "Longitude": "-4.014087",
        "video": "https://www.youtube.com/watch?v=J8kvIR8MSjk",
        "city": "Merzouga"
    },
    {
        "category": "Music",
        "categories": ["Art Tours", "Festivals", "Arts & Entertainment"],
        "name": "Ahidous",
        "adress": "Tinghir, Pachalik de Tinghir, Morocco",
        "description": "The ahidous (in tifinagh alphabet : ⴰⵃⵉⴷⵓⵙ), sometimes called according to the haydous regions, tahidoust, hidoussi, indicates an art of Berber musical expression as well masculine as feminine. It is a traditional dance practiced by the Berbers of the Middle Atlas and the High Atlas in Morocco, as well as by some tribes of the south of the Rif, in which men and women, elbow to elbow, form flexible and undulating rounds, accompanied by chants (in Berber Izli, Izlan) punctuated by the Alloun. The ahidous is known to be the favorite entertainment of the Berbers of central Morocco of which it is their most complete and lively means of expression. It is danced on the occasion of the least festivals and even, in summer, after the harvest, almost every evening in the villages. It is a musical genre that is particularly practiced in the provinces of Khenifra, Azrou, Ifrane, Beni Mellal, Azilal, Imilchil, Midelt, Khemisset, Oulmès, El Hajeb, and in general throughout the Middle Atlas. Each year takes place a festival dedicated to him and where several groups representing different tribes of the Middle Atlas meet. The festival of the city of Aïn Leuh takes place in August.",
        "Latitude": "31.52133",
        "Longitude": "-5.531164",
        "video": "https://www.youtube.com/watch?v=5owfofuQ58o",
        "city": "Tinghir"
    },
    {
        "category": "Music",
        "categories": ["Art Tours", "Festivals", "Arts & Entertainment"],
        "name": "Ahwach Zagora",
        "adress": "Zagora, Pachalik de Zagora, Morocco",
        "description": "Ahouach is a traditional Berber collective dance. Ahwach dance is a ritual practice which puts into action a symbolism of the relationships between the different actors who participate in it through collective choreographic structures. The session can last up to two hours of dance including the poetry dialogue between the participants. This is why the quality of Ahouach's dance depends on the quality of poetry and its authenticity.",
        "Latitude": "30.328035",
        "Longitude": "-5.837139",
        "ImageUrl": "Images/Music/5.jpg",
        "video": "https://www.youtube.com/watch?v=sz7rebRVSnA",
        "city": "Zagora"
    },
    {
        "category": "Music",
        "categories": ["Event Planning & Services" ,"Party & Event Planning","Arts & Entertainment","Tours","Art Tours"],
        "name": "Chaabi",
        "adress": "Midelt, Pachalik de Midelt, Morocco",
        "description": "Chaabi is a music that is frequently found in weddings and this style is often associated with parties. The use of popular language and the creation of new rhythms have made this style an essential complement to dance. Many trends have emerged. Thus, in Morocco, new chikhate, small neighborhood groups and other charming singers have been able to proliferate in all cities.",
        "Latitude": "32.6857614",
        "Longitude": "-4.7395891",
        "city": "Midelt",
        "video": "https://www.youtube.com/watch?v=07cnF07peHM"
    },
    {
        "category": "Music",
        "categories": ["Event Planning & Services" ,"Party & Event Planning","Arts & Entertainment","Tours","Art Tours"],
        "name": "Ghaita",
        "adress": "Tinghir, Pachalik de Tinghir, Morocco",
        "description": "The ghaita or rhaita (Arabic: غيطة) is a double reed instrument from north-west Africa. It is nearly identical in construction to the Arabic mizmar and the Turkish zurna. The distinctive name owes to a medieval Gothic-Iberian influence. In southern Iberia, various sorts of wind instruments, including the related shawm, are known as gaitas but in northern Iberia gaita refers only to bagpipes. The rhaita is one of the primary instruments used by the Master Musicians of Jajouka and Master Musicians of Joujouka, two traditional music ensembles from Morocco.",
        "Latitude": "31.52133",
        "Longitude": "-5.531164",
        "city": "Tinghir",
        "video": "https://www.youtube.com/watch?v=QIQGNmcRxwg"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Parks","Shopping","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Travel Services","Local Services","Festivals" ],
        "name": "Festival of roses",
        "adress": "Kelaat M'Gouna, RN10, 45200 Kalaat M'Gouna, Morocco",
        "description": "In a castle in the southeast of Morocco, a small party of joy was held in the past with Damaskina rose or Damascene rose, and the ceremony became seasonal. In 2012, it became a local festival with an international character. The visiting tourists of a fortified castle, and those who have foreign partnerships with local cooperatives that manufacture rose water, added an international character. As for the local character,It expanded to reach all the villages surrounding the castle and the cities of all Maghreb. The Damascene Rose sprouted according to the book of Youssef Abbassine, valuing the dirt resources in the Dades Oasis along Dades, a name given to an oasis extending longitudinally in the southeast of Morocco. The origin of the rose is Damascus, and its cultivation has spread to most countries of the ancient world by the Greeks, Romans and the ancient Egyptians, to spread in the regions of France and Bulgaria.",
        "Latitude": "31.222777",
        "Longitude": "-6.139166",
        "city": "Kelâat M'Gouna"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Walking Tours","Local Flavor","Landmarks & Historical Buildings","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Travel Services", "Local Services","Festivals" ],
        "name": "International Nomad Festival",
        "adress": "M'Hamid El Ghizlane, caïdat de M'Hamid, Morocco",
        "description": "1st Festival created in the south of Morocco, the International Nomads Festival has been for 16 years an international reference in terms of cultural diversity and openness to the world. The Festival International des Nomades is an outdoor festival, a citizen and artistic festival. It takes place once a year in M’hamid El Ghizlane, 90 km south of Zagora in the Drâa valley (Morocco). Cultural activities highlight the tangible and intangible heritage of nomadic tribes, thus helping to preserve their cultural identity. This festival is a real “springboard” for nomadic culture. Art in all its forms is presented: crafts, painting, weaving ... . But also and above all songs, music and dances, tales and poetry are interpreted by artists (local, national and international) invited to perform on stage.",
        "Latitude": "29.732777",
        "Longitude": "-5.956944",
        "city": "M'Hamid El Ghizlane"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Art Tours","Travel Services","Festivals"],
        "name": "Ahwach National Arts Festival",
        "adress": "Ouarzazate, Pachalik d'Ouarzazate, Morocco",
        "description": "The Ahwash Arts Festival is an annual station, a meeting place for heritage teams, and an artistic space to advance the artistic taste of its various manifestations. This session will be known by the participation of more than 700 artists and artists, representing the finest artistic groups. The course will also witness the participation of youth teams and children's teams in a link to the present in the past. In parallel with the festival activities, a scientific symposium will be organized on the topic: The Arts of Yoosh in its relationship with Oasis cultures, with the participation of specialized professors, researchers and interested in this cultural heritage, in addition to honoring some pioneers and flags of Yoosh Arts Organizing carnival, exhibitions and various art workshops.",
        "Latitude": "30.920193",
        "Longitude": "-6.910923",
        "city": "Ouarzazate"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Parks","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment", "Travel Services","Local Services","Festivals" ],
        "name": "Tinghir Film Festival",
        "adress": "Tinghir, Pachalik de Tinghir, Morocco",
        "description": "This organized demonstration, in partnership with the municipal council of the city of Tinghir and with the support of the workers of the region of Tinghir, the regional council and the regional council of the Tafilalet shield, aims to enrich the cultural and artistic scene and encourage those interested to undertake initiatives in the fields of creativity, film production and the field of amateur critical writing, as well as encouraging and supporting art and cinematic culture in Region . The festival will be an opportunity to see cinematic works that commercial distribution does not provide opportunities to see.",
        "Latitude": "31.52133",
        "Longitude": "-5.531164",
        "city": "Tinghir"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Local Flavor","Shopping","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Active Life","Art Tours","Local Services","Festivals" ],
        "name": "Merzouga International Festival",
        "adress": "52202 Merzouga, Morocco",
        "description": "Merzouga international festival of world music. Every spring, the festival offers a unique program. Enjoy this spectacular scene from this winding oasis between the desert dunes, interacting in a joyful atmosphere, and discovering local and international music. Don't miss the opportunity to see the sunrise in Merzouga, which is famous for being the most beautiful in the world. Take a camel trek or camp in the desert to enjoy an unforgettable trip. There are also sporting opportunities and treatment with the famous mineral water that is buried in the warm sand dunes of the desert. Thanks to its unique atmosphere, the festival has become an occasion for parties, promoting and protecting environmentally friendly behaviors.The schedule includes seminars, performances and workshops for children, an environmental day and many parties where Moroccan emerging talents interact with international talents. In a magical demonstration of personal commitment, tourists and locals collaborated to clean the huge sand dunes in the desert surrounding them. The festival succeeded in uniting all cultures in terms of their shared emotions: music and nature conservation.",
        "Latitude": "31.099916",
        "Longitude": "-4.014087",
        "city": "Merzouga"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Festivals" ],
        "name": "International Film Festival",
        "adress": "Ouarzazate, Pachalik d'Ouarzazate, Morocco",
        "description": "The festival aims to create relationships between national and international production companies, building bridges of communication between beginners in the field and experts from different countries, producing new films, introducing areas of photography and studios and their features, and cinematic historical definition of the city, developing ideas and giving young people a space to express their views and ideas and developing them, definition The six other arts and their relationship to cinema, training young people and those interested in the field of cinema through training courses, introducing occupations related to cinema and craftsmen who contribute to the construction of the decor, and the group of technicians associated with the cinema",
        "Latitude": "30.920193",
        "Longitude": "-6.910923",
        "city": "Ouarzazate"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Art Tours","Festivals" ],
        "name": "Desert Music Festival",
        "adress": "Errachidia, Pachalik de Er Rachidia, Morocco",
        "description": "Organized under the slogan Tafilalet, a space for dialogue of cultures, this course prepared a rich and varied artistic and cultural program that includes, in particular, artistic evening vigils by groups, as well as artists at the local and national levels, and lecturers on issues related to history and development.",
        "Latitude": "31.929089",
        "Longitude": "-4.434080",
        "city": "Errachidia"
    },
    {
        "category": "Festival",
        "categories": ["Event Planning & Services","Venues & Event Spaces","Party & Event Planning","Arts & Entertainment","Festivals" ],
        "name": "Sijilmassa International Festival of Poetry and plastic Arts",
        "adress": "Errachidia, Pachalik de Er Rachidia, Morocco",
        "description": "The International Record Festival of Poetry and Shaping under the title Poetry and Shaping: A Bridge for Cultural Diplomacy. The relationship between poetry and formation is strong, and is interlinked on more than one level. Perhaps the most prominent reason for that link lies in the bridge of the poetic image that creates that embodied aesthetic flow of language and color. The legitimacy of raising the issue of the relationship between poetry and shaping stems mainly from their combined commitment to achieving poetic function.",
        "Latitude": "31.929089",
        "Longitude": "-4.434080",
        "city": "Errachidia"
    }
]